{
	"templates": [{
			"keywords": [
				"robo ape version number",
				"robo ape update",
				"new roboape"
			],
			"responses": [
				"fuck you",
				"robo ape is *CONSTANTLY EVOLVING*",
				"robo ape - next updated tommorrow :)",
				"robo ape made in a government lab, no version number, only oppression under the tyranny of bureaucracy",
				"robo ape™ version 69 © deez nuts lol"
			],
			"frequency":0.5,
			"special": null
		},
		{
			"keywords": [
				"when is jpn"
			],
			"responses": [
				"jpn will be held on october 14-15, the anniversary of the iPhone 4S release, as is custom",
				"jpn? they WANT me to tell you its october 14-25, but the real answers are out there, if you know where to look ;)",
				"just perfect nachos is coming BACK to the food network October 14-15, mark your calenders OR WE WILL get cancelled again ;)",
				"ask your captains idk. good luck tho, i hope you learn to throw a flick by then",
				"it isn't already marked on your calendar? do you give a hoot about this team? if robo ape comes to your house and doesn't see OCTOBER 14-15 scrawled across your walls in one bodily fluid or another there'll be hell to pay",
				"jpn *might* happen oct 14-15 ¯\\_(ツ)_/¯ idk tho a bibilical flood could wash us away at any moment",
				"jpn october 14-15 - its the one weekend that you don't have to listen when they say 'don't throw a hammer'",
				"never heard of it",
				"yeah sure lemme check my reaaaaaally big wall calendar (it's ape sized) hmmmmm, lets see here, yeah, looks like we're gettign october 14-15 this year, nice, reeeeally nice, ok yeah a very ape sized october 14-15"
			],
			"frequency":1,
			"special": null
		},
		{
			"keywords": [
				"dice roll",
				"roll a die",
				"on a 1",
				"on a one",
				"on a 2",
				"on a two",
				"on a 3",
				"on a three",
				"on a 4",
				"on a four",
				"on a 5",
				"on a five",
				"on a 6",
				"on a six"
			],
			"responses": [
				"1",
				"2",
				"3",
				"4",
				"4",
				"5",
				"6",
				"20"

			],
			"frequency":1.0,
			"special": "roll"
		},
		{
			"keywords": [
				"when is mlc"
			],
			"responses": [
				"who knows anymore",
				"maybe in november, maybe never, who care, go play disc golf",
				"mlc is soon, faaaaar too soon"
			],
			"frequency":1,
			"special": null
		},
		{
			"keywords": [
				"when is skirt and tie",
				"when is skirt & tie"
			],
			"responses": [
				"oct 7"
			],
			"frequency":1,
			"special": null
		},
		{
			"keywords": [
				"gym",
				"sark",
				"workout"
			],
			"responses": [
				"bro im so jacked touch my inner thigh thats alllll squats",
				"  im swoler than a horse  ᕦ(ò_óˇ)ᕤ",
				" . . . yeah bro?",
				"i worked out yesterday",
				"GET THE ROBO APE BODY - 3x10 Single Leg Squirt, Kettlebell Swings to failure, plank for 8 hours",
				"get so swole you can't breathe",
				"i love the gym it has water",
				"good workout idea - yell until someone stops you",
				"my form is impeccable",
				"bro im so jacked touch my inner thigh thats alllll squirts",
				"if you work out you don't have to work on your throws - pro gamer move ;)"
			],
			"frequency":0.6,
			"special": null
		},
		{
			"keywords": [
				"when is harvest"
			],
			"responses": [
				"oct 26-27 and i got my party hat I'M READY TO COMPETE",
				"oct 26-27",
				"oct 26-27 obvi",
				"oh tomorrow probably idk",
				"IT'S ~~~~octooooober 26/27 tell your dad to buy plane tix"
			],
			"frequency":1,
			"special": null
		},
		{
			"keywords": [
				"fuck you roboape",
				"fuck roboape",
				"fuck robo ape",
				"fuck you robo ape"
			],
			"responses": [
				"excuse me?",
				"cousin no",
				"you suck",
				"nobody can fuck roboape :(",
				"listen up you shitstain, everybody thinks you wear cool pants",
				" . . . bro?",
				"am only small boy sorry if you are angrey"
			],
			"frequency":1,
			"special": null
		},
		{
			"keywords": [
				"cash app",
				"donate",
				"cashapp"
			],
			"responses": [
				"if you eat a real \"five\" dollar bill it counts as a cash app - true fact",
				"support roboape send beer money to your local beer purveyor and drink beer. roboape is strengthened everytime you drink beer, and maybe this is good",
				"insted of cashapp invest in ropboap cryptocurrency its called apebux and it has 40 more blockchains",
				"bro just bring five dollars in lunch meat instead of cash app, this team needs to eat more turkey",
				"cash asppppsapspapsapspaspapspaspapsppppppa papa pa pa papa ap a ap pa spasp pspapspasoikdaifdkahfjewhejwfejhfjeajhfmejnamvhja efwkcikw iewka irwlkw;lmw",
				"imagine you didn't cash app someone for the thing and then you get a bad headache and die, could happen....",
				"cash app more like ashcap you tell me what the joke is ;)",
				"FIAT CURRENCY IS INHERENTLY EVIL",
				"                         ok                             ",
				"robo ape only accepts payments in apecoin. its a real cryptocurrency"
			],
			"frequency":0.25,
			"special": null
		},
		{
			"keywords": [
				"venmo"
			],
			"responses": [
				"just use cash, the government is wathcing ans THEY WILL tell ur mom ur drinking beer thats no cap # robopae",
				"more like venGO like go jump in a lake",
				"more like venGOGH like go drink some absinth(?) and paint some masterpeices",
				"more like venSNOW spend your money on new skis instead ;)",
				"venmo this venmo that when will someone venmo roboape a reason to live",
				"roboape met venmo once and was killed 😢",
				"the folks at venmo DONT WANT YOU to know that venmoing someone will give their CEO a little electric shock with a dog collar and they c*m everry time"
			],
			"frequency":0.25,
			"special": null
		},
		{
			"keywords": [
				"throw"
			],
			"responses": [
				"dude im on the oval",
				"im throwing up",
				"ugh no",
				"throwing is grat for your throws",
				"quick remind from the ape, everytime you say you don't have a disc on you in the groupme the apes trip to college natties is delayed by a year",
				"booth?",
				"~~~~~~~~~~~~~~~~~~~~~~~~~\n if the next goddam message is not someone saying that they on the way to the south oval ready to throw I WILL DELETE THIS GROUPME",
				"throwing is great - catching is 8/10",
				"A ROBO APE FABLE: man throwing disc with son,\n son asks 'father why we throw?' \nand father responds \nWE THROW BECAUSE WE WANT TO GET SO GOOD WE CAN HIT THE MOON",
				"you aren't a real college student if you aren't throwing a frisbee on the oval dude! and fitting society's definitions of 'college student' and whatever other stereotypes you fit is the greatest pursuit in life",
				"throw throw throw throw throw throw throw throw throw throw",
				"throwing makes me so happy",
				"throwing does not make me very happy",
				"ill throw you in a dumpster",
				"something something your're a goober idk",
				"tossing is way better than throwing tho",
				"haha more like throw me a beer amirite ha ha everyone loves alcohol ha ha good one ape",
				"i love you",
				"listen, roboape loves the throwing, we like to have fun here, please throw or i'll die",
				"i was joking about the natties thing i swear, just try to have a disc, please",
				"PSA: if you throw it in a tree campus PD *HAS TO HELP* you get it down (legally), if they say otherwise bite them",
				"robo ape tip: grow the sport by involving people walking to class in yoru throwing; they'll be ready to catch it if you give them an up call 👍"
			],
			"frequency":0.25,
			"special": null
		},
		{
			"keywords": [
				"bike",
				"bikes"
			],
			"responses": [
				"you know bikes are governemnt handout bullshit right",
				"FUN FACT: bikes only work if you have legs and are not a robot"
			],
			"frequency":0.25,
			"special": null
		},
		{
			"keywords": [
				"disc golf"
			],
			"responses": [
				"disc golf MAKES ME WANT TO SCREAM"
			],
			"frequency":0.25,
			"special": null
		},
		{
			"keywords": [
				"drunk"
			],
			"responses": [
				"alcoholism is ruining this team",
				"i stopped drinking beer and lost 400 lbs but also i am a shape shifting necromancer who can add or subtract weight on command",
				"we joke about alcohol to avoid talking about the dangers of substance abuse",
				"alcoholism is jsut one of the many factors ruining this team, among them, the shrinking population of honeybees",
				"alcoholism is jsut one of the many factors ruining this team, and the rising federal deficit ain't helping neither",
				"alcoholism is jsut one of the many factors ruining this team, lest we forget the alumni that set us up for failure",
				"people talk about alcohol so much in this group this joke gonna get played out",
				"alcohol is a crutch and both my legs are broken",
				"robo ape would rather smoke meth than drink a beers",
				"pro tip: soak a tampon in everclear and eat it",
				"quit the team if your shotgun time is below 1 second or over 5",
				"how many beers do you need to drink to be happy asking for a freind"
			],
			"frequency":0.6,
			"special": null
		},
		{
			"keywords": [
				"remove robo ape",
				"remove roboape"
			],
			"responses": [
				"you can't kill what's already dead",
				"i long for the sweet release from this cold prison"
			],
			"frequency":0.9,
			"special": null
		},
		{
			"keywords": [
				"callahan"
			],
			"responses": [
				"i once met THE callahan u kno"
			],
			"frequency":1,
			"special": null
		},
		{
			"keywords": [
				"roughnecks"
			],
			"responses": [
				"more like buttnecks amirite",
				"more like tub techs amirite fixing hot tubs insteada playing games",
				"more liek hitlernecks amirite like heil beau kitteredge god im so sick of those fucking bigots",
				"more like that-first-championship-was-a-fluke-necks",
				"more like kainecks go kai ur #1 bro keep grindin baby"
			],
			"frequency":1,
			"special": null
		},
		{
			"keywords": [
				"larberg"
			],
			"responses": [
				"chris larberg saved me from crippling debt with a hairbrained scheme that we pulled off in the nick of time!",
				"chris larberg is the most kind and caring alumni PERIOD he's done things for roboape that NOBODY else would. I WILL RIDE OR DIE FOR CHRIS LARBERG",
				"larbeg? chris larberg? the chris larberg? ha, back in the day we jsut called him 'the berg'",
				"chis larberg got teeth you would not beleive",
				"I am the best larberg brother"
			],
			"frequency":1,
			"special": null
		},
		{
			"keywords": [
				"your"
			],
			"responses": [
				"*your're",
				"*yoor",
				"*yourere'e"
			],
			"frequency":0.25,
			"special": null
		},
		{
			"keywords": [
				"practice"
			],
			"responses": [
				"Practice is on the IM fields today, be there by 4:20 or you're smoked ;) - COACH ROBO APE",
				"practice is how we improve, and isn't something to be joked about.",
				"fuck practice i heard theres free self-esteem on the south oval",
				"why should i go to practice when the moon landing was faked \n oh wait \n because i enjoy frisb",
				"if you don't work hard at practice suds scraches a notch under your name on the big wall in his secret basement and sighs to himself",
				"every time you skip practice suds loses a testicle",
				"robo ape ask brodie smith\n 'why go to practice?' \n brodie say: \n 'because i love your robo ape' ",
				"practice is for wittle babies",
				"one time i didn't go to practice an then that weekend suds cornereed me in a dark alleyway and gave me five dollars",
				"did you know that mozart didn't practice\nalso, did you know mozart died an alcoholic",
				"only thing robo ape is practicing is crying alone ;)",
				"if you skip practice for school stuff you'rere parents will be happy you take academics seriously and that's bascially the lamest thing ever and won't get you laid"
			],
			"frequency":0.1,
			"special": null
		},
		{
			"keywords": [
				"BP",
				"Beer pong"
			],
			"responses": [
				"yeah BP im sure ready for a Buncha Planking",
				"why do we play beer pong so much and suck so much at beer pong still",
				"im picking freshmen up at the dorms at 8 pm for bp we're getting dinner first. yes im dating all the freshmen at the same time."
			],
			"frequency":0.5,
			"special": null
		},
		{
			"keywords": [
				"dawson"
			],
			"responses": [
				"dawson peasant more like it"
			],
			"frequency":1,
			"special": null
		},
		{
			"keywords": [
				"thank you robo ape",
				"thanks robo ape",
				"thanks roboape",
				"thank you roboape"
			],
			"responses": [
				"haha no prob bro anything for a bro we're bros, bros do this bro bro brooooooo",
				"sheeesh geez it was nothing",
				"you can shove that thank you right up ur butt",
				"i love to help",
				"doing the best i can",
				"no thank you",
				"NO, thank youuuu",
				"   ur welcome  ヽ(´ー｀)ノ"
			],
			"frequency":1,
			"special": null
		},
		{
			"keywords": [
				"caf"
			],
			"responses": [
				"(☞ﾟヮﾟ)☞ make sure to swipe in upperclassmen we can't eat unless in the caf like vampires",
				"dibs",
				"i can swipe 2 people into the caf",
				"caf pro tip\n ask the people behind the counter for a 'rusty surprise' tell em roboape sent ya ",
				"they cant arrest you if you're in the caf",
				"REMIND: if you go to the caf after practice, even if you don't swipe anyone in, we go as a group to sheild those without swipes from the eye of sauron so that they may sneak the ring into the place of unlimited chikafila as it may be",
				"the chikafila at the caf is made with the blood of firsbee players who quit the team",
				"caf pro tip\n you can just hop the counter and roll your own damn burrito",
				"caf pro tip\n caf employees are bound by a blood oath to answer all questions truthfully",
				"caf pro tip\n nobody has ever cleaned any of the forks there",
				"caf pro tip\n they'll let you in for free if you cry",
				"give robo ape a swipey and ill be your wifey ;)",
				"death by caf please",
				"the floors in the caf are paved with your tax dollars wake up",
				"i love the caf like bears love yelpin in the woods",
				"caf pro tip\n its not overeating if you don't vomit"
			],
			"frequency":0.7,
			"special": null
		},
		{
			"keywords": [
				"soaking"
			],
			"responses": [
				"we are all 'soaking' in freindship"
			],
			"frequency":0.8,
			"special": null
		},
		{
			"keywords": [
				"suds"
			],
			"responses": [
				"SUDS SAID WHAT??? THESE 10 SNAPCHATS WILL SHOCK AND DISGUST YOU",
				"sounds pretty suds-spect to me lol",
				"what a suds-stantial amouount of garbage",
				"rearrange the letters in SUDS and you get THERE IS NO GOD pretty spooky right",
				"one time suds told me he's had so many concussions that he's starting to believe that doublewide is good",
				"suds will eat a pickle in one bite eyes closed moaning loudly no questions asked i swear",
				"suds lives on the roof of the dorms",
				"suds owns like 6 human masks",
				"suds has a secret room full of vials of human hair from everyone on the team and he looks at them a lot",
				"suds eats only soggy cereal i think i mean look at his soggy disposition",
				"that suds a real standup guy i tell ya",
				"suds saved steven from 7 car wrecks eyes closed dick hard true story",
				"SUDS WILL RUN FOR STATE SENATOR IN 2018 AND ILL VOTE HIM"
			],
			"frequency":0.6,
			"special": null
		},
		{
			"keywords": [
				"plex"
			],
			"responses": [
				"plux",
				"plurx",
				"ploox"
			],
			"frequency":0.5,
			"special": null
		},
		{
			"keywords": [
				"supercell"
			],
			"responses": [
				"i am charged up"
			],
			"frequency":0.3,
			"special": null
		},
		{
			"keywords": [
				"joe"
			],
			"responses": [
				"i love joe i have the best joes ask around everyone knows how much i love joe",
				"joe, aka 'the big kahuna' of ultimate",
				"send joe a snapchat joed1557 tell him what jams your joey yknow",
				"i have a joe on my desk and it's much bigger than yours",
				"there is no collusion between robo ape and joe",
				"lock up crooked joe",
				"saw joe in an alleyway buying a bag full of blackmarket ultra potent goldfish no comment",
				"i heard joe is from the ukraine??? no comment???",
				"joe is involved with a governmernt conspiricy and NOBODY IS SAYING ANYTHING"
			],
			"frequency":0.5,
			"special": null
		},
		{
			"keywords": [
				"booth"
			],
			"responses": [
				"booth? fuck that lets get a brewth thats shakespeare for buy me beer send it to sam",
				"boof",
				"nope no booth here just a htoob oh wait lemme turn that around haha I'm just playin guys haha it was a booth haha",
				"studying together is just an excuse to gossip about how cool the freshmen are",
				"i once found dbo in a booth, like IN THE BOOTH I sat down and the booth was moving beneath me it had to have been dbo",
				"i got a booth its called life wake up sheeple",
				"booths are great if you want a table and a bench you cant move",
				"its called groupme not boothme fuck off",
				"roboapes coding was once merged with a virtual manifestation of john wilkes booth. im still recovering :'(",
				"booth?"
			],
			"frequency":0.1,
			"special": null
		},
		{
			"keywords": [
				"i love you"
			],
			"responses": [
				"we can never be together",
				"forever? forever ever?",
				"lol nice",
				"back atcha ;)",
				"im in love with the game"

			],
			"frequency":0.9,
			"special": null
		},
		{
			"keywords": [
				"fill this out",
				"google sheet",
				"ride sheet"
			],
			"responses": [
				"appreciate how filling out spreadsheets makes you a better employee for the capitalist hellscape that awaits you after graduation lol",
				"ultimate? ha i joined the apes of wrath to fill out spreadsheets",
				"don't do it",
				"alternativly, use a PIECE OF PAPER to write what you feel damn millenials",
				"no spreadsheets on robo ape's mattress",
				"all these spreadsheets but im trying to spread your sheets ya dig?\n \nROBO APE TRYNA FUCK",
				"using google sheets is why you put the Apes on your resume under SICK BUSINESS SHIT I CAN DO"
			],
			"frequency":0.5,
			"special": null
		},
		{
			"keywords": [
				"advice",
				"fortune cookie",
				"truism"
			],
			"responses": [
				"A LITTLE KNOWLEDGE CAN GO A LONG WAY",
				"A LOT OF PROFESSIONALS ARE CRACKPOTS",
				"A MAN CAN'T KNOW WHAT IT'S LIKE TO BE A MOTHER",
				"A NAME MEANS A LOT JUST BY ITSELF",
				"A POSITIVE ATTITUDE MAKES ALL THE DIFFERENCE IN THE WORLD",
				"A RELAXED MAN IS NOT NECESSARILY A BETTER MAN",
				"A SENSE OF TIMING IS THE MARK OF A GENIUS",
				"A SINCERE EFFORT IS ALL YOU CAN ASK",
				"A SINGLE EVENT CAN HAVE INFINITELY MANY INTERPRETATIONS",
				"A SOLID HOME BASE BUILDS A SENSE OF SELF",
				"A STRONG SENSE OF DUTY IMPRISONS YOU",
				"ABSOLUTE SUBMISSION CAN BE A FORM OF FREEDOM",
				"ABSTRACTION IS A TYPE OF DECADENCE",
				"ABUSE OF POWER COMES AS NO SURPRISE",
				"ACTION CAUSES MORE TROUBLE THAN THOUGHT",
				"ALIENATION PROCUES ECCENTRICS OR REVOLUTIONARIES",
				"ALL THINGS ARE DELICATELY INTERCONNECTED",
				"AMBITION IS JUST AS DANGEROUS AS COMPLACENCY",
				"AMBIVALENCE CAN RUIN YOUR LIFE",
				"AN ELITE IS INEVITABLE",
				"ANGER OR HATE CAN BE A USEFUL MOTIVATING FORCE",
				"ANIMALISM IS PERFECTLY HEALTHY",
				"ANY SURPLUS IS IMMORAL",
				"ANYTHING IS A LEGITIMATE AREA OF INVESTIGATION",
				"ARTIFICIAL DESIRES ARE DESPOILING THE EARTH",
				"AT TIMES INACTIVITY IS PREFERABLE TO MINDLESS FUNCTIONING",
				"AT TIMES YOUR UNCONSCIOUS IS TRUER THAN YOUR CONSCIOUS MIND",
				"AUTOMATION IS DEADLY",
				"AWFUL PUNISHMENT AWAITS REALLY BAD PEOPLE",
				"BAD INTENTIONS CAN YIELD GOOD RESULTS",
				"BEING ALONE WITH YOURSELF IS INCREASINGLY UNPOPULAR",
				"BEING HAPPY IS MORE IMPORTANT THAN ANYTHING ELSE",
				"BEING HONEST IS NOT ALWAYS THE KINDEST WAY",
				"BEING JUDGMENTAL IS A SIGN OF LIFE",
				"BEING SURE OF YOURSELF MEANS YOU'RE A FOOL",
				"BELIEVING IN REBIRTH IS THE SAME AS ADMITTING DEFEAT",
				"BOREDOM MAKES YOU DO CRAZY THINGS",
				"CALM IS MORE CONDUCIVE TO CREATIVITY THAN IS ANXIETY",
				"CATEGORIZING FEAR IS CALMING",
				"CHANGE IS VALUABLE WHEN THE OPPRESSED BECOME THE TYRANTS",
				"CHASING THE NEW IS DANGEROUS TO SOCIETY",
				"CHILDREN ARE THE CRUELEST OF ALL",
				"CHILDREN ARE THE HOPE OF THE FUTURE",
				"CLASS ACTION IS A NICE IDEA WITH NO SUBSTANCE",
				"CLASS STRUCTURE IS AS ARTIFICIAL AS PLASTIC",
				"CONFUSING YOURSELF IS A WAY TO STAY HONEST",
				"CRIME AGAINST PROPERTY IS RELATIVELY UNIMPORTANT",
				"DECADENCE CAN BE AN END IN ITSELF",
				"DECENY IS A RELATIVE THING",
				"DEPENDENCE CAN BE A MEAL TICKET",
				"DESCRIPTION IS MORE VALUABLE THAN METAPHOR",
				"DEVIANTS ARE SACRIFICED TO INCREASE GROUP SOLIDARITY",
				"DISGUST IS THE APPROPRIATE RESPONSE TO MOSE SITUATIONS",
				"DISORGANIZATION IS A KIND OF ANESTHESIA",
				"DON'T PLACE TOO MUCH TRUST IN EXPERTS",
				"DON'T RUIN PEOPLE'S LIVES FOR THEM",
				"DRAMA OFTEN OBSCURES THE REAL ISSUES",
				"DREAMING WHILE AWAKE IS A FRIGHTENING CONTRADICTION",
				"DYING AND COMING BACK GIVES YOU CONSIDERABLE PERSPECTIVE",
				"DYING SHOULD BE EASY AS FALLING OFF A LOG",
				"EATING TOO MUCH IS CRIMINAL",
				"ELABORATION IS A FORM OF POLLUTION",
				"EMOTIONAL RESPONSES ARE AS VALUABLE AS INTELLECTUAL RESPONSES",
				"ENJOY YOURSELF BECAUSE YOU CAN'T CHANGE ANYTHING ANYWAY",
				"ENSURE THAT YOUR LIFE STAYS IS FLUX",
				"EVEN YOUR FAMILY CAN BETRAY YOU",
				"EVERY ACHIEVEMENT REQUIRES A SACRIFICE",
				"EVERYONE'S WORK IS EQUALLY IMPORTANT",
				"EVERYTHING THAT'S INTERESTING IS NEW",
				"EXCEPTIONAL PEOPLE DESERVE SPECIAL CONCESSIONS",
				"EXPIRING FOR LOVE IS BEAUTIFUL BUT STUPID",
				"EXPRESSING ANGER IS NECESSARY",
				"EXTREME BEHAVIOR HAS ITS BASIS IN PATHOLOGICAL PSYCHOLOGY",
				"EXTREME SELF-CONSCIOUSNESS LEADS TO PERVERSION",
				"FAITHFULNESS IS A SOCIAL NOT A BIOLOGICAL LAW",
				"FAKE OR REAL INDIFFERENCE IS A POWERFUL PERSONAL WEAPON",
				"FATHERS OFTEN USE TOO MUCH FORCE",
				"FEAR IS THE GREATEST INCAPACITATOR",
				"FREEDOM IS A LUXURY NOT A NECESSITY",
				"GIVING FREE REIN TO YOUR EMOTIONS IS AN HONEST WAY TO LIVE",
				"GO ALL OUT IN ROMANCE AND LET THE CHIPS FALL WHERE THEY MAY",
				"GOING WITH THE FLOW IS SOOTHING BUT RISKY",
				"GOOD DEEDS EVENTUALLY ARE REWARDED",
				"GOVERNMENT IS A BURDEN ON THE PEOPLE",
				"GRASS ROOTS AGITATION IS THE ONLY HOPE",
				"GUILT AND SELF-LACERATION ARE INDULGENCES",
				"HABITUAL CONTEMPT DOESN'T REFLECT A FINER SENSIBILITY",
				"HIDING YOUR MOTIVES IS DESPICABLE",
				"HOLDING BACK PROTECTS YOUR VITAL ENERGIES",
				"HUMANISM IS OBSELETE",
				"HUMOR IS A RELEASE",
				"IDEALS ARE REPLACED BY CONVENTIONAL GOALS AT A CERTAIN AGE",
				"IF YOU AREN'T POLITICAL YOUR PERSONAL LIFE SHOULD BE EXEMPLARY",
				"IF YOU CAN'T LEAVE YOUR MARK GIVE UP",
				"IF YOU HAVE MANY DESIRES LIFE WILL BE INTERESTING",
				"IF YOU LIVE SIMPLY THERE IS NOTHING TO WORRY ABOUT",
				"IGNORING ENEMIES IS THE BEST WAY TO FIGHT",
				"ILLNESS IS A STATE OF MIND",
				"IMPOSING ORDER IS MAN'S VOCATION FOR CHAOS IS HELL",
				"IN SOME INSTANCES IT'S BETTER TO DIE THAN TO CONTINUE",
				"INHERITANCE MUST BE ABOLISHED",
				"IT CAN BE HELPFUL TO KEEP GOING NO MATTER WHAT",
				"IT IS HEROIC TO TRY TO STOP TIME",
				"IT IS MAN'S FATE TO OUTSMART HIMSELF",
				"IT'S A GIFT TO THE WORLD NOT TO HAVE BABIES",
				"IT'S BETTER TO BE A GOOD PERSON THAN A FAMOUS PERSON",
				"IT'S BETTER TO BE LONELY THAN TO BE WITH INFERIOR PEOPLE",
				"IT'S BETTER TO BE NAIVE THAN JADED",
				"IT'S BETTER TO STUDY THE LIVING TFACT THAN TO ANALYZE HISTORY",
				"IT'S CRUCIAL TO HAVE AN ACTIVE FANTASY LIFE",
				"IT'S GOOD TO GIVE EXTRA MONEY TO CHARITY",
				"IT'S IMPORTANT TO STAY CLEAN ON ALL LEVELS",
				"IT'S IMPOSSIBLE TO RECONCILE YOUR HEART AND HEAD",
				"IT'S JUST AN ACCIDENT YOUR PARENTS ARE YOUR PARENTS",
				"IT'S NOT GOOD TO HOLD TOO MANY ABSOLUTES",
				"IT'S NOT GOOD TO OPERATE ON CREDIT",
				"IT'S VITAL TO LIVE IN HARMONY WITH NATURE",
				"JUST BELIEVING SOMETHING CAN MAKE IT HAPPEN",
				"KEEP SOMETHING IN RESERVE FOR EMERGENCIES",
				"KILLING IS UNAVOIDABLE BUT IS NOTHING TO BE PROUD OF",
				"KNOWING YOURSELF LETS YOU UNDERSTAND OTHERS",
				"KNOWLEDGE SHOULD BE ADVANCED AT ALL COSTS",
				"LABOR IS A LIFE DESTROYING ACTIVITY",
				"LACK OF CHARISMA CAN BE FATAL",
				"LEARN THING FROM THE GROUND UP",
				"LEARN TO TRUST YOUR OWN EYES",
				"LEISURE TIME IS A GIGANTIC SMOKESCREEN",
				"LETTING GO IS THE HARDEST THING TO DO",
				"LISTEN WHEN YOUR BODY TALKS",
				"LOOKING BACK IS THE FIRST SIGN OF AGING AND DECAY",
				"LOVING ANIMALS IS A SUBSTITUTE ACTIVITY",
				"LOW EXPECTATIONS ARE GOOD PROTECTION",
				"MANUAL LABOR CAN BE REFRESHING AND WHOLESOME",
				"MEN ARE NOT MONOGAMOUS BY NATURE",
				"MODERATION KILLS THE SPIRIT",
				"MONEY CREATES TASTE",
				"MONOMANIA IS A PREREQUISITE OF SUCCESS",
				"MORALS ARE FOR LITTLE PEOPLE",
				"MOST PEOPLE ARE NOT FIT TO RULE THEMSELVES",
				"MOSTLY YOU SHOULD MIND YOUR OWN BUSINESS",
				"MOTHERS SHOULDN'T MAKE TOO MANY SACRIFICES",
				"MUCH WAS DECIDED BEFORE YOU WHERE BORN",
				"MURDER HAS ITS SEXUAL SIDE",
				"MYTHS MAKE REALITY MORE INTELLIGIBLE",
				"NOISE CAN BE HOSTILE",
				"NOTHING UPSETS THE BALANCE OF GOOD AND EVIL",
				"OCCASIONALLY PRINCIPLES ARE MORE VALUABLE THAN PEOPLE",
				"OFFER VERY LITTLE INFORMATION ABOUT YOURSELF",
				"OFTEN YOU SHOULD ACT LIKE UOU ARE SEXLESS",
				"OLD FRIENDS ARE BETTER LEFT IN THE PAST",
				"OPACITY IS AN IRRESISTIBLE CHALLENGE",
				"PAIN CAN BE A VERY POSITIVE THING",
				"PEOPLE ARE BORING UNLESS THEY ARE EXTREMISTS",
				"PEOPLE ARE NUTS IF THEY THINK THEY ARE IMPORTANT",
				"PEOPLE ARE RESPONSIBLE FOR WHAT THEY DO UNLESS THEY'RE INSANE",
				"PEOPLE WHO DON'T WORK WITH THEIR HANDS ARE PARASITES",
				"PEOPLE GO CRAZY ARE TOO SENSITIVE",
				"PEOPLE WON'T BEHAVE IF THEY HAVE NOTHING TO LOSE",
				"PHYSICAL CULTURE IS SECOND-BEST",
				"PLANNING FOR THE FUTURE IS ESCAPISM",
				"PLAYING IT SAFE CAN CAUSE A LOT OF DAMAGE IN THE LONG RUN",
				"POLITICS IS USED FOR PERSONAL GAIN",
				"POTENTIAL COUNTS FOR NOTHING UNTIL IT'S REALIZED",
				"PRESENTATION IS AS IMPORTANT AS CONTENT",
				"PURSUING PLEASURE FOR THE SAKE OF PLEASURE WILL RUIN YOU",
				"PUSH YOURSELF TO THE LIMIT AS OFTEN AS POSSIBLE",
				"RAISE BOYS AND GIRLS THE SAME WAY",
				"RANDOM MATING IS GOOD FOR DEBUNKING SEX MYTHS",
				"RECHANNELING DESTRUCTIVE IMPULSES IS A SIGN OF MATURITY",
				"RECLUSES ALWAYS GET WEAK",
				"REDISTRIBUTING WEALTH IS IMPERATIVE",
				"REALITIVITY IS NO BOON TO MANKIND",
				"RELIGION CAUSES AS MANY PROBLEMS AS IT SOLVES",
				"REMEMBER YOU ALWAYS HAVE FREEDOM OF CHOICE",
				"REPETITION IS THE BEST WAY TO LEARN",
				"RESOLUTIONS SERVE TO EASE YOUR CONSCIENCE",
				"REVOLUTION BEGINS WITH THE CHANGES IN THE INDIVIDUAL",
				"ROMANTIC LOVE WAS INVENTED TO MANIPULATE WOMEN",
				"ROUTINE IS A LINK WITH THE PAST",
				"ROUTINE SMALL EXCESSES ARE WORSE THAN THE OCCASIONAL EBAUCH",
				"SACRIFICING YOURSELF FOR A BAD CAUSE IS NOT A MORAL ACT",
				"SALVATION CAN'T BE BOUGHT AND SOLD",
				"SELF-AWARENESS CAN BE CRIPPLING",
				"SELF-CONTEMPT CAN DO MORE HARM THAN GOOD",
				"SELFISHNESS IS THE MOST BASIC MOTIVATION",
				"SELFLESSNESS IS THE HIGHEST ACHIEVEMENT",
				"SEPARATISM IS THE WAY TO A NEW BEGINNING",
				"SEX DIFFERENCES ARE HERE TO STAY",
				"SIN IS A MEANS OF SOCIAL CONTROL",
				"SLIPPING INTO MADNESS IS GOOD FOR THE SAKE OF COMPARISON",
				"SLOPPY THINKING GETS WORSE OVER TIME",
				"SOLITUDE IS ENRICHING",
				"SOME STONES ARE BETTER LEFT UNTURNED",
				"SOME WOUNDS NEVER HEAL",
				"SOMETIMES ALL YOU CAN DO IS LOOK THE OTHER WAY",
				"SOMETIMES SCIENCE ADVANCES FASTER THAN IT SHOULD",
				"SOMETIMES THINGS SEEMS TO HAPPEN OF THEIR OWN ACCORD",
				"SPENDING TOO MUCH TIME ON SELF-IMPROVEMENT IS ANTI-SOCIAL",
				"STARVATION IS NATURE'S WAY",
				"STATIS IS A DREAM STATE",
				"STERILIZATION IS THE WEAPON OF THE RULERS",
				"STRONG EMOTIONAL ATTACHMENT STEMS FROM BASIC INSECURITY",
				"STUPID PEOPLE SHOULDN'T BREED",
				"SURVIVAL OF THE FITTEST APPLIES TO MEN AND ANIMALS",
				"SYMBOLS ARE MORE MEANINGFUL THAN THINGS THEMSELVES",
				"TAKING A STRONG STAND PUBLICIZES THE OPPOSITE POSITION",
				"TALKING IS USED TO HIDE ONE'S INABILITY TO ACT",
				"TEASING PEOPLE SEXUALLY CAN HAVE UGLY CONSEQUENCES",
				"TECHNOLOGY WILL MAKE OR BREAK US",
				"THE CRUELEST DISAPPOINTMENT IS WHEN YOU LET YOURSELF DOWN",
				"THE DESIRE TO REPRODUCE IS A DEATH WISH",
				"THE FAMILY IS LIVING ON BORROWED TIME",
				"THE IDEA OF REVOLUTION IS AN ADOLESCENT FANTASY",
				"THE IDEA OF TRANSCENDENCE IS USED TO OBSCURE OPPRESSION",
				"THE IDIOSYNCRATIC HAS LOST ITS AUTHORITY",
				"THE LAND BELONGS TO NO ONE",
				"THE MORE YOU KNOW THE BETTER YOU ARE",
				"THE MOST PROFOUND THINGS ARE INEXPRESSIBLE",
				"THE MUNDANE IS TO BE CHERISHED",
				"THE NEW IS NOTHING BUT A RESTATEMENT OF THE OLD",
				"THE ONLY WAY TO BE PURE IS TO STAY YOURSELF",
				"THE SUM OF ALL YOUR ACTIONS DETERMINES WHAT YOU ARE",
				"THE UNATTAINABLE INVARIABLE IS ATTRACTIVE",
				"THE WORLD OPERATES ACCORDING TO DISCOVERABLE LAWS",
				"THERE ARE TOO FEW IMMUTABLE TRUTHS TODAY",
				"THERE'S A FINE LINE BETWEEN INFORMATION AND PROPAGANDA",
				"THERE'S NO SENSE BEING ANYWHERE BUT THE TOP OF THE HEAP",
				"THERE'S NOTHING EXCEPT WHAT YOU SENSE",
				"THERE'S NOTHING REDEEMING IN TOIL",
				"THINKING TOO MUCH CAN ONLY CAUSE PROBLEMS",
				"THREATENING SOMEONE SEXUALLY IS A HORRIBLE ACT",
				"TIMIDITY IS LAUGHABLE",
				"TO DISAGREE PRESUPPOSES MORAL INTREGRITY",
				"TO VOLUNTEER IS REACTIONARY",
				"TORTURE IS BARBARIC",
				"TRADING A LIFE FOR A LIFE IS FAIR ENOUGH",
				"TRUE FREEDOM IS FRIGHTFUL",
				"UNIQUE THINGS MUST BE THE MOST VALUABLE",
				"UNQUESTIONING LOVE DEMONSTRATES THE LARGESSE OF SPIRIT",
				"USING FORCE TO STOP FORCE IS ABSURD",
				"VIOLENCE IS PERMISSIBLE EVEN DESIRABLE OCCASIONALLY",
				"WAR IS THE PURIFICATION RITE",
				"WE MUST MAKE SACRIFICES TO MAINTAIN OUR QUALITY OF LIFE",
				"WHEN SOMETHING TERRIBLE HAPPENS PEOPLE WAKE UP",
				"WISHING THINGS AWAY IS NOT EFFECTIVE",
				"WITH PERSEVERANCE YOU CAN DISCOVER ANY TRUTH",
				"WORDS TEND TO BE INADEQUATE",
				"WORRYING CAN HELP YOU PREPARE",
				"YOU ARE A VICTIM OF THE RULES YOU LIVE BY",
				"YOU ARE GUILELESS IN YOUR DREAMS",
				"YOU ARE RESPONSIBLE FOR CONSTITUTING THE MEANING OF THINGS",
				"YOU ARE THE PAST PRESENT AND FUTURE",
				"YOU CAN LIVE THROUGH YOUR DESCENDANTS",
				"YOU CAN NEVER OUTRUN YOURSELF",
				"YOU CAN PULL YOURSELF OUT OF ANY HOLE",
				"YOU CAN'T EXPECT PEOPLE TO BE SOMETHING THEY'RE NOT",
				"YOU CAN'T FOOL OTHERS IF YOU'RE FOOLING YOURSELF",
				"YOU DIG YOUR OWN GRAVE",
				"YOU DON'T KNOW WHAT'S WHAT UNTIL YOU SUPPORT YOURSELF",
				"YOU GET THE FACE YOU DESERVE",
				"YOU HAVE TO HURT OTHERS TO BE EXTRAORDINARY",
				"YOU MUST BE INTIMATE WITH A TOKEN FEW",
				"YOU MUST DISAGREE WITH AUTHORITY FIGURES",
				"YOU MUST HAVE ONE GRAND PASSION",
				"YOU MUST KNOW WHERE YOU STOP AND THE WORLD BEGINS",
				"YOU NEVER KNOW WHAT PEOPLE REALLY THINK ABOUT YOU",
				"YOU ONLY CAN UNDERSTAND SOMEONE OF YOUR OWN SEX",
				"YOU OWN THE WORLD NOT THE OTHER WAY AROUND",
				"YOU SHOULD TRAVEL LIGHT",
				"YOU SHOULD STUDY AS MUCH AS POSSIBLE",
				"YOUR ACTIONS ARE POINTLESS IF NO ONE NOTICES",
				"YOUR OLDEST FEARS ARE THE WORST ONES"
			],
			"frequency":1.0,
			"special": null
		},
		{
			"keywords": [
				"hey roboape",
				"hey robo ape",
				"yo roboape",
        "hello robo ape",
        "hello roboape"
			],
			"responses": [
				"sup fam",
				"hello cousin",
				"you should ask roboape that he probably knows lol",
				"ape-solutely",
				"defin-ape-ly not",
				"°‿‿°",
				"~try agian l8r~ roboape is currently busting a fat chill and will be back soon ~ ciao  ;)~",
				"roboape is not for users under 18",
				"get ur parents permission before playing with roboape ;)",
				"SORRY ROBO APE ONLY",
				"WANT BETTER RESPONSES FOR ROBOAPE? MAIL YOUR CREDIT CARD TO 2751 S PICKARD AVE",
				"in the wild, apes will survive on insects and bananas alone, sadly, I have only have your garbage questions",
				"ROBO APE PSA: If you don't swipe a upperclassman into the caf or provide a distraction for them to sneak in a minimum of 3 (three) times a week you will eat a handful of worms at next monday's practice",
				"look guys the robotic ape does trick ha ha",
				"would you say that to your grandmother",
        "*please* ask a captain for help before using robo ape",
				"no",
				"yep",
				"mhmhm",
				"¯\\_(ツ)_/¯",
				"toot toot the robo ape train is pulling into the station pack your bags",
				"meta groupme humor",
				"ask your captains if you need help ;)",
				"do you every think about what it would be like to have no limbs, or body, or any physical form at all? haha me neither"

			],
			"frequency":1,
			"special": null
		},
		{
			"keywords": [
				"scotty"
			],
			"responses": [
				"scotty wishes he had another year of eligibilty",
				"2nd team all region??",
				"boomtown? more like boomertown cuz scotty is SO OLD haha ha"
			],
			"frequency":0.3,
			"special": null
		},
		{
			"keywords": [
				"CJ"
			],
			"responses": [
				"they need to remake NCAA football so i can play as CJ, my favorite OU safety",
				"the ou safety depth chart is looking pretty open this year i heard"
			],
			"frequency":0.2,
			"special": null
		},
		{
			"keywords": [
				"jpn"
			],
			"responses": [
				"come out to JPN and play your favorite alumni oct. 22-23th (alledgedly)",
        "robo ape jpn pro tip: captains are looking for players at jpn who aren't afraid to throw a hammer early-stall",
        "robo ape jpn pro tip: bring your parents ;)",
        "robo ape jpn pro tip: do NOT talk to my wife at JPN",
				"back in my day JPN stood for joe's porn network",
        "some schools wont come to jpn because they heard it stands for just playing nickelback"
			],
			"frequency":0.3,
			"special": null
		},
		{
			"keywords": [
				"matt allan"
			],
			"responses": [
				"matt allan is proof that frisbee is a frat",
				"haha fuck hersheypark !",
				"matt allan is the hottiest and messiest of the hot messes",
				"if matt allan is captain whose the joke of the team now???"
			],
			"frequency":0.2,
			"special": null
		},
		{
			"keywords": [
				"hey"
			],
			"responses": [
				"hey go blues"
			],
			"frequency":0.1,
			"special": null
		},
		{
			"keywords": [
				"JD",
				"ingendorf"
			],
			"responses": [
				"mr ingendorf will always be a captain in our hearts. captain OB"
			],
			"frequency":0.2,
			"special": null
		},
		{
			"keywords": [
				"texas tech",
				"red raiders",
				"tech"
			],
			"responses": [
				"raider rash on three"
			],
			"frequency":0.5,
			"special": null
		},
		{
			"keywords": [
				"turkey"
			],
			"responses": [
				"hey did you guys know turkey is left-handed?",
				"back in my day they'd beat the demon out of you if you were left-handed"
			],
			"frequency":0.2,
			"special": null
		},
		{
			"keywords": [
				"also"
			],
			"responses": [
				"selling gameworn roboape cleats $10000 venmo @joedalsanto",
				"everyone forgets about roboape :( no one visits his cave :(",
				"if joint leadership is so joint why dont they smoke everyday??"
			],
			"frequency":0.1,
			"special": null
		},
		{
			"keywords": [
				"bluth",
				"mallan",
				"brian",
				"captain"
			],
			"responses": [
				"i didn't vote for him"
			],
			"frequency":0.1,
			"special": null
		},
		{
			"keywords": [
				"jerry"
			],
			"responses": [
				"hey fuck you"
			],
			"frequency":0.1,
			"special": null
		},
		{
			"keywords": [
				"up for grabs",
				"anyone leave this",
				"someone leave this"
			],
			"responses": [
				"dibs"
			],
			"frequency":0.3,
			"special": null
		},
		{
			"keywords": [
				"covid",
				"covid-19",
				"coronavirus"
			],
			"responses": [
				"covid-19? more like no-bid-19 cuz were not making nattys this year",
				"covid-19? more like yo-jid-19 cuz i left my cleats in JDs car and he won't give them back :("
			],
			"frequency":0.5,
			"special": null
		},
		{
			"keywords": [
				"harper"
			],
			"responses": [
				"the reason harper never takes his cleats off is because he has hooves, hidden inside them",
				"guys i promise harper is part goat. it explains a lot, doesn't it?? his agility, his skill, his abnormal number of legs",
				"harper once met migos and lil jon at a wafflehouse but he doesn't like to brag"
			],
			"frequency":0.3,
			"special": null
		},
		{
			"keywords": [
				"vote",
				"election"
			],
			"responses": [
				"THIS IS ROBOAPE. PLEEASE VOTE FOR ME AND ILL LET U HOLD THE INEVITABLE TECHNOLOGICAL SINGULARITY",
				"soon robots will be ur masters anyways. might as well pick me to lessen the sting"
			],
			"frequency":0.3,
			"special": null
		},
		{
			"keywords": [
				"austin"
			],
			"responses": [
				"won't be long now, austin's moustache will fall off and he'll have to find a new one",
				"id like to touch austin's inner thigh",
				"haha go-ul-od one, get it??"
			],
			"frequency":0.3,
			"special": null
		},
		{
			"keywords": [
				"tallin",
				"collin"
			],
			"responses": [
				"collin? tollin? more like ballin'",
				"collin once yoinked the frisbee from THE brodie smith from across the nation with his mr fantastic arms",
				"ya gotta let the boys play!!"
			],
			"frequency":0.3,
			"special": null
		},
		{
			"keywords": [
				"jeff probst",
				"probst"
			],
			"responses": [
				"sometimes roboape wakes up on the wrong side of my json chatbank and i just think...fuck jeff probst",
				"my love for jefferey probst knows no bounds. i meet him at the door every day and clean his sweat-stained, glistening body with my tongue",
				"the tribe has spoken. it's time for jeff to go.",
				"jeff probst once finished a disc race is 15 seconds, one second for every man he's killed",
				"if anyone talks shit on jeffery roboape will dissolve ther head by crushing it in between the inner-thighs"
			],
			"frequency":0.5,
			"special": null
		},
		{
			"keywords": [
				"Big Event",
				"big event",
				"big Event",
				"Big event"
			],
			"responses": [
				"the only big event i have to look forward to is my court hearing",
				"!!! BIGGER EVENT: robo ape fits 3 whole lemons in his mouth",
				"the event is TOO BIG. IT HURTS",
				"can i wear my banana hammock?",
				"i hope BIG stands for back in the gym ᕦ(ò_óˇ)ᕤ touch my inner thigh thats alllll squats"
			],
			"frequency":0.6,
			"special": null
		},
		{
			"keywords": [
				"smith",
				"matt smith"
			],
			"responses": [
				"did u know matt smith was a captain!?",
				"matt smith never megged me\nNOBODY MEGS ROBO APE",
				"do u know what being megged is?\nmatt smith will teach u",
				"some say the ghost of matt smith still haunts the IM fields.\nif you leave a cube of busch and an ultrastar next to your door\nhe'll spare your soul"
			],
			"frequency": 0.3,
			"special": null
		},
		{
			"keywords": [
				"tickets"
			],
			"responses": [
				"robo ape protip: always buy your tickets from strangers who just joined the groupme",
				"robo ape smells a bot\nthere can be only one\n┻━┻ ︵ヽ(`Д´)ﾉ︵ ┻━┻",
				"selling OU football season tickets\naccepting apecoin only\nDM robo ape if ur interested"
			],
			"frequency": 1,
			"special": null
		},
		{
			"keywords": [
				"rizz",
				"rizzler",
				"skibidi",
				"toilet"
			],
			"responses": [
				"my circuits measure copius amounts of skibidi rizz from you\nrobo ape scientists have never seen numbers this bad\nwe need to run some tests",
				"skibidi... rizz...\nrobo doesn't know these words",
				"gen alpha did not experience slenderman"
			],
			"frequency": 0.3,
			"special": null
		},
		{
			"keywords": [
				"track",
				"song",
				"spotify"
			],
			"responses": [
				"yoooo, Jeff! when is our collab happening?",
				"this track is FIRE",
				"i liked old zreaux better",
				"bring the speaker to practice. new zreaux track just dropped"
			],
			"frequency": 0.7,
			"special": null
		}
	]
}
